{
  "hotels": [
    {
      "id": 1,
      "imageUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/2241/618008.jpg",
      "thumbUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/2241/618006_thumb.jpg",
      "title": "Будапешт",
      "name": "Московский отель \"Будапешт\"",
      "roomCost": 5000,
      "address": "Москва, ул. Петровские Линии, 2",
      "phone": "+70000000000",
      "services": [
        "city_center",
        "metro_station",
        "dinner",
        "parking",
        "transfer",
        "wifi",
        "no_smoking",
        "washing"
      ],
      "mapSrc": "https://yandex.ru/map-widget/v1/?um=constructor%3A23e05bdd6fd0d7af8c4f562d39c1874f66acc84238f76e1eb7b973385b8adcfd&amp;source=constructor",
      "description": "Гостиница \"Будапешт\" расположена на улице Петровские линии в Тверском районе Москвы. Ближайшая станция метро - Кузнецкий мост, до нее можно дойти за 6 минут. Организован качественный сервис, который полностью отвечает требованиям 4 звезды. На всей территории действует бесплатный Wi-Fi. Номерной фонд состоит из 116 номеров, среди которых есть несколько категорий. Все выдержаны в классическом стиле и с использованием роскошных элементов интерьера. В каждой комнате есть стандартный комплект мебели и техники. В индивидуальной ванной можно воспользоваться средствами личной гигиены и набором полотенец."
    },
    {
      "id": 2,
      "imageUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/1002/1406078.jpg",
      "thumbUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/1002/1406078_thumb.jpg",
      "title": "Космос",
      "name": "Гостиница \"Космос\"",
      "roomCost": 3000,
      "address": "Москва, пр-т Мира, 150",
      "phone": "+70000000000",
      "services": [
        "city_center",
        "metro_station",
        "dinner",
        "parking",
        "transfer",
        "wifi",
        "no_smoking",
        "washing",
        "meeting_room",
        "spa",
        "gym"
      ],
      "mapSrc": "https://yandex.ru/map-widget/v1/?um=constructor%3A3aaaa184b34b6cdc209563f7300043dedf1e46fda58a0dcdbcebaccfae4d16c3&amp;source=constructor",
      "description": "Отель \"Космос\" встречает путешественников в Москве. Здесь туристов ждет поистине комфортный отдых и высококачественное обслуживание. Постояльцам предоставляется доступ к высокоскоростному интернету. Для автовладельцев имеется платная частная парковка и уличная стоянка. Гости могут воспользоваться услугами экскурсионного бюро, заказать трансфер. На территории имеется сауна, солярий, современный тренажерный зал, крытый плавательный бассейн. В SPA-центре предлагаются услуги по уходу за лицом и телом. Для размещения предлагаются комфортабельные номера различной вместимости и ценовой категории. Все варианты размещения укомплектованы современной мебелью и необходимой техникой. Собственная ванная оборудована стандартным набором сантехники."
    },
    {
      "id": 3,
      "imageUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/2588/1662625.jpg",
      "thumbUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/2588/1407921_thumb.jpg",
      "title": "Холидей Инн",
      "name": "Отель \"Холидей Инн Москва\" Таганский",
      "roomCost": 5600,
      "address": "Москва, ул. Симоновский Вал, 2",
      "phone": "+70000000000",
      "services": [
        "metro_station",
        "dinner",
        "parking",
        "transfer",
        "wifi",
        "meeting_room",
        "no_smoking"
      ],
      "mapSrc": "https://yandex.ru/map-widget/v1/?um=constructor%3A00d64210eb08ff44562eecbea503765bf904444b1e389055be65d286f4010b76&amp;source=constructor",
      "description": "Гостиница \"Холидей Инн Москва Таганский\" расположилась в нескольких шагах от станции метро \"Пролетарская\". Ее удобное положение позволит гостям находиться в шаговой доступности от многочисленных достопримечательностей, на некоторые из них открываются прекрасные виды из окон. Интерьер номеров украшен репродукциями известного художника Ивана Билибина и оформлен в единой стилистики гостиничной сети «Intercontinental Hotel Group». Номерной фонд представлен комфортабельными и просторными номерами, в каждом из которых есть все необходимое, что может понадобиться во время проживания."
    },
    {
      "id": 4,
      "imageUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/2613/1722159.jpg",
      "thumbUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/2613/1721939_thumb.jpg",
      "title": "Вега",
      "name": "Отель \"Вега\" Измайлово",
      "roomCost": 3675,
      "address": "Москва, Измайловское ш. 71, 3В",
      "phone": "+70000000000",
      "services": [
        "metro_station",
        "dinner",
        "parking",
        "transfer",
        "wifi",
        "smoking",
        "washing",
        "meeting_room"
      ],
      "mapSrc": "https://yandex.ru/map-widget/v1/?um=constructor%3Adcb6a9ac525936857b786bdef918cff49a42d10253d22a0bee445903f17d3621&amp;source=constructor",
      "description": "Отель и Конгресс-центр \"Вега Измайлово\" располагается в нескольких километрах от центра столицы, и имеет выгодное расположение относительно станциям метро, откуда можно добраться в любой район Москвы. Отель внесен в «Книгу рекордов Гиннеса», как самый крупный туристический холдинг. Здесь предоставляется большой выбор дополнительных платных и бесплатных услуг. Для гостей которые путешествуют на автомобиле предоставляется место на автомобильной парковке. Во всех помещения отеля доступен беспроводной доступ в интернет. Номерной фонд представлен категориями «Стандарт» и «Делюкс», с одной или двумя односпальными кроватями. В отеле 997 номеров интерьер которых выполнен в классических светлых тонах. Комнаты оборудованы современной мебелью и необходимой техникой для комфортного проживания вдали от дома. В ванной предоставляется набор полотенец, халаты и тапочки."
    },
    {
      "id": 5,
      "imageUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/2619/630120.jpg",
      "thumbUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/2619/630162_thumb.jpg",
      "title": "Ибис",
      "name": "Отель \"Ибис\" Москва Павелецкая",
      "roomCost": 3450,
      "address": "Москва, ул. Щипок 22 стр.1",
      "phone": "+70000000000",
      "services": [
        "metro_station",
        "dinner",
        "parking",
        "transfer",
        "wifi",
        "washing",
        "smoking"
      ],
      "mapSrc": "https://yandex.ru/map-widget/v1/?um=constructor%3A1c6c3023de08568c78a87ae0c61dd9c8194f6e9525f443a5bff5acbf0cf20a8d&amp;source=constructor",
      "description": "Отель \"Ибис Москва Павелецкая\" открыл свои двери в Москве. К Вашим услугам Wi-Fi, парковка, трансфер, сейф и другое.    Яркий дизайн каждого из номеров создаст неповторимую атмосферу для Вашего отдыха в поездке. Здесь есть всё для того, чтобы Вы чувствовали себя комфортно и уютно. На территории работает ресторан, где Вы сможете побаловать себя вкусными блюдами, а также отлично провести время.Для удобства гостей предоставляется следующее: круглосуточный бизнес-центр, ускоренная регистрация по прибытии и бесплатные газеты в холле. Трансфер из аэропорта и обратно (круглосуточно) предоставляется за дополнительную плату, на территории отеля есть самостоятельная парковка (за дополнительную плату)."
    },
    {
      "id": 6,
      "imageUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/305/719564.jpg",
      "thumbUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/305/719596_thumb.jpg",
      "title": "Кортъярд Марриотт",
      "name": "Отель \"Кортъярд Марриотт\" Москва Центр",
      "roomCost": 6000,
      "address": "Москва, Вознесенский Переулок 7",
      "phone": "+70000000000",
      "services": [
        "city_center",
        "metro_station",
        "dinner",
        "parking",
        "transfer",
        "wifi",
        "no_smoking",
        "washing",
        "meeting_room",
        "banquet",
        "spa",
        "gym",
        "pets",
        "beauty_shop"
      ],
      "mapSrc": "https://yandex.ru/map-widget/v1/?um=constructor%3Ab375cd3511900b152e1139812b0ae1d4c2f23001321fa4933590ca64a30dd156&amp;source=constructor",
      "description": "Кортъярд Марриотт Москва Центр (Courtyard Moscow city_center) расположен в исторической части Москвы. Гостям предоставляется бесплатный доступ в интернет и многое другое. Номерной фонд гостиницы достаточно обширен и располагает несколькими категориями, каждая из которых располагает всем необходимым набором мебели и техникой. Также для проживающих обустроено рабочее место, что будет особенно полезно для тех, кто прибыл в столицу с деловым визитом. В любом из 2-х ресторанов Кортъярд Марриотт Москва Центр, каждый сможет найти для себя блюдо или напиток по вкусу."
    },
    {
      "id": 7,
      "imageUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/4821/381136.jpg",
      "thumbUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/4821/381136_thumb.jpg",
      "title": "Турист",
      "name": "Гостиница \"Турист эконом\" Москва",
      "roomCost": 3000,
      "address": "Москва, ул. Сельскохозяйственная, 17/5",
      "phone": "+70000000000",
      "services": [
        "metro_station",
        "dinner",
        "parking",
        "wifi",
        "washing",
        "meeting_room",
        "smoking"
      ],
      "mapSrc": "https://yandex.ru/map-widget/v1/?um=constructor%3Add02a61b07f49488c4ff6bb54ededfb3d49f99c38a3382c5bd29361acbeac5f4&amp;source=constructor",
      "description": "Гостиница \"Турист эконом\" располагается в городе Москва, недалеко от центра. К услугам гостей бесплатный Wi-Fi, трансфер, сад и сауна. Все номера гостиницы звукоизолированы и оснащены кондиционером, телевизором и холодильником. В ванной комнате имеется фен, бесплатный комплект полотенец и бесплатные косметические принадлежности. Гостиница своим постояльцам предлагает услуги ресторана «Paparinno», где представлены различные виды итальянской пиццы. Кроме того, они могут там отведать блюда европейской или русской кухни. Для проведения любых деловых мероприятий, к услугам гостей имеются конференц-залы, оборудованные всем необходимым. Также для них могут организовать кофе-брейк, фуршет или банкет. В 15 минутах ходьбы располагается Ботанический сад и Всероссийский Выставочный Центр. Дорога до аэропорта «Шереметьево» займет 40 минут езды."
    },
    {
      "id": 8,
      "imageUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/480936/342652.jpg",
      "thumbUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/480936/342681_thumb.jpg",
      "title": "Pentahotel",
      "name": "Отель \"Pentahotel\" Москва, Арбат",
      "roomCost": 6700,
      "address": "Москва, ул. Новый Арбат, д. 15",
      "phone": "+70000000000",
      "services": [
        "city_center",
        "metro_station",
        "dinner",
        "parking",
        "transfer",
        "wifi",
        "no_smoking",
        "washing",
        "meeting_room",
        "gym",
        "pets",
        "beauty_shop",
        "billiards",
        "babycare"
      ],
      "mapSrc": "https://yandex.ru/map-widget/v1/?um=constructor%3A9a0b83c7b5c6a1e0044d8c83a8d90dc02c861ec5aa8c8ef19f1f214c251fd8ac&amp;source=constructor",
      "description": "В районе Арбат города Москвы находится стильный и современный отель под названием \"Pentahotel\". По согласованию с администратором возможно проживание с домашними животными. В гостинице предоставляется бесплатный доступ в интернет. К услугам гостей 228 комфортабельных номеров категории 'Penta PlayerPad', 'Пента' и 'Пента Плюс'. В номерах возможно проживание до двух человек. Комнаты оборудованы необходимой мебелью и техникой для комфортного проживания. В собственных ванных комнатах имеется душ, туалет и раковина. По утрам сервируются сытные и вкусные завтраки по типу 'Шведский стол'. В баре представлен хороший выбор напитков. В ресторане по меню представлены блюда разнообразных кухонь. В пешей доступности имеется несколько театров и музеев, которые может посетить любой желающий. Дорога в пути до ближайшего аэропорта Внуково составляет примерно 1,5 часа в пути на общественном транспорте."
    },
    {
      "id": 9,
      "imageUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/514817/152679.jpg",
      "thumbUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/514817/152666_thumb.jpg",
      "title": "Norke",
      "name": "Отель \"Norke\" ВАРШАВСКАЯ",
      "roomCost": 2875,
      "address": "Москва, ул. Болотниковская, д. 5",
      "phone": "+70000000000",
      "services": [
        "metro_station",
        "dinner",
        "parking",
        "wifi",
        "washing",
        "smoking"
      ],
      "mapSrc": "https://yandex.ru/map-widget/v1/?um=constructor%3A78027e5026791825f75e54bc4c297c991beb8e393eb25fead2235843eda3c31e&amp;source=constructor",
      "description": "Отель \"Norke ВАРШАВСКАЯ\" расположен в городе Москва в районе Зюзино на станции метро Варшавская. В отличии от дорогих альтернатив, гостиница не уступает уровнем качества и сервиса. К размещению гостей представлены светлые и комфортабельные номера различных категорий: мини-студия с одной большой кроватью, студия с двумя кроватями, трёх-четырёхместный полулюкс. Все они имеют свежий ремонт, современное оформление, стильное дизайнерское решение. Также комнаты оборудованы всем необходимым для комфортного проживания постояльцев: мягкими и удобными кроватями, телевизором, бесплатным Wi-Fi, собственной мини-кухней, личным санузлом. Некоторые номера оборудованы балконом."
    },
    {
      "id": 10,
      "imageUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/80148/1688140.jpg",
      "thumbUrl": "https://s.101hotelscdn.ru/uploads/image/hotel_image/80148/1688140_thumb.jpg",
      "title": "Ibis budget",
      "name": "Отель \"Ibis budget\" Москва Панфиловская",
      "roomCost": 3450,
      "address": "Москва, ул. Маршала Рыбалко, 2/5",
      "phone": "+70000000000",
      "services": [
        "metro_station",
        "dinner",
        "parking",
        "transfer",
        "wifi",
        "washing",
        "smoking"
      ],
      "mapSrc": "https://yandex.ru/map-widget/v1/?um=constructor%3A2541447035cb911c3740e3756795012899fcdc9bec12daab0b54bcdab1c52617&amp;source=constructor",
      "description": "Данный отель относится к сети \"Ibis\" и предлагает размещение в Москве. Доступ к интернету предоставляется бесплатно. Номера располагают всем необходимым для пребывания, здесь имеется необходимая мебель и техника. В ванной комнате - одноразовая парфюмерия.Питание в кафе комплекса осуществляется по системе 'шведский стол'. Здесь представлен широкий ассортимент блюд на любой вкус. Помимо этого, неподалеку расположены рестораны и прочие пункты питания города, где всегда рады новым гостям. Гостям предоставляются следующие услуги и удобства: химчистка или прачечная и круглосуточная работа стойки регистрации. Предоставляется бесплатная самостоятельная парковка. Расстояние до железнодорожного вокзала составляет не более 6 км. Центр города находится не так близко, в 9 км. Путь до аэропорта займет у вас не более 40 минут езды."
    }
  ],
  "bookings": [
    {
      "id": 1,
      "checkin": "2022-09-30T21:00:00.000Z",
      "checkout": "2022-10-31T21:00:00.000Z",
      "name": "Фейк Фейков",
      "email": "fake_fake999@fake.fake",
      "phone": "+70000000000",
      "hotelId": 4,
      "hotelName": "Отель \"Вега\" Измайлово"
    },
    {
      "id": 2,
      "checkin": "2022-11-01T21:00:00.000Z",
      "checkout": "2022-11-30T21:00:00.000Z",
      "name": "Фейк Фейков",
      "email": "fake_fake999@fake.fake",
      "phone": "+70000000000",
      "hotelId": 4,
      "hotelName": "Отель \"Вега\" Измайлово"
    }
  ]
}